export default {
  projections: {
    РасторжДоговораE: {
      дата: {
        __caption__: 'Дата'
      },
      номер: {
        __caption__: 'Номер'
      },
      статус: {
        __caption__: 'Статус'
      },
      дирОтдПоРабСКл: {
        __caption__: '',
        фамилия: {
          __caption__: ''
        }
      },
      клиент: {
        __caption__: '',
        фамилия: {
          __caption__: ''
        }
      },
      заключДоговора: {
        __caption__: '',
        номер: {
          __caption__: ''
        }
      }
    },
    РасторжДоговораL: {
      дата: {
        __caption__: 'Дата'
      },
      номер: {
        __caption__: 'Номер'
      },
      статус: {
        __caption__: 'Статус'
      },
      дирОтдПоРабСКл: {
        __caption__: '',
        фамилия: {
          __caption__: ''
        }
      },
      клиент: {
        __caption__: '',
        фамилия: {
          __caption__: ''
        }
      },
      заключДоговора: {
        __caption__: '',
        номер: {
          __caption__: ''
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    номер: {
      __caption__: 'Номер'
    },
    статус: {
      __caption__: 'Статус'
    },
    дирОтдПоРабСКл: {
      __caption__: 'дирОтдПоРабСКл'
    },
    заключДоговора: {
      __caption__: 'заключДоговора'
    },
    клиент: {
      __caption__: 'клиент'
    }
  }
};
